export const articles = [
  {
    id: "1",
    title: "Лечебные свойства лекарственного растения одуванчик",
    text: "Одуванчик известное лекарственное растение. В древней медицине считали, что при приеме во внутрь одуванчик рождает хорошую кровь, устраняет жар желудка, жажду, помогает при водянке, открывает закупорки печени и селезенки, помогает при опухолях печени. Он полезен при отравлениях ядами, при укусе скорпиона, пчёл. Припарка из одуванчика полезна при укусе скорпиона. Прием во внутрь одуванчика прекращает крово-харканье и увеличивает выделение молока. В народной медицине центрально-азиатских стран отвар сухого одуванчика применяют при желудочных болях, при «каменной болезни». Листья курят как табак при кашле. Млечный сок используют для удаления бородавок, во внутрь как слабительное средство. Свежие листья одуванчика применяют во внутрь при лихорадках, для повышения аппетита, при желтухе, гепатитах, холецис-титах, сахарном диабете, воспалениях мочевыводящих путей, туберкулезе. В научной медицине определено, что препараты одуванчика оказывают спазмолитическое, слабительное действие, повышают кислотность желудочного сока. Также определены противовоспалительные, противоопухолевые, гепа-топротективные, антиатерсклеротические, мочегонные, гипо-гликемические свойства. Применение препаратов одуванчика улучшает моторику желудка, увеличивает скорость продвижения пищи по ЖКТ. Экстракты корней одуванчика оказывает терапев-тическое воздействие при гастритах и язвенной болезни желудка. Экспериментальные исследования показали, что экстракт одуванчика увеличивает выносливость организма к физическим нагрузкам, приостанавливая процесс понижения концентрации глюкозы и уменьшая накопление молочной кислоты в мышцах.",
    date: "2018",
  },
  {
    id: "2",
    title:
      "Особенности супружеских конфликтов в высоко удовлетворенных браком парах",
    text: "Выявилось, что супружеские пары с разным характером взаимной удовлетворённости браком статистически значимо различаются по социально-демографическим характеристикам: стажу супружества, возрасту вступления в брак, возрасту первичного родительства, количеству детей. У респондентов основной группы ниже показатель средней удовлетворённости браком, они в меньшей степени удовлетворены проведением досуга и проявляют меньше согласия во взглядах и оценке родственников и друзей. С увеличением стажа брака у женщин основной группы увеличиваются личная удовлетворённость браком, а также удовлетворённость сферами хозяйственно-бытовой, психотерапевтической, досуговой, воспитания детей, единодушия во взглядах и оценке родственников и друзей. Взаимная удовлетворённость браком в основной группе обратно пропорционально связана с социальнодемографическими характеристиками супругов.",
    date: "2005",
  },
  {
    id: "3",
    title:
      "Неофициальные и официальные молодёжные семьи: психологический портрет",
    text: "Сравниваются социально-демографические, социально-психологические и личностные характеристики супругов, состоящих в неофициальном и официальном молодёжных браках. Установлено, что супруги, состоящие в неофициальном браке, по сравнению с официальными супругами имеют меньший срок добрачного ухаживания, непостоянно совместно проживают с партнёром, в меньшей степени ориентированы на себя, у них ниже степень удовлетворенности браком в целом и практически всеми его сферами.",
    date: "2011",
  },
  {
    id: "4",
    title:
      "Этнически смешанные браки сквозь призму феномена удовлетворенности супружеством",
    text: "В статье описывается эмпирически выявленное своеобразие феномена удовлетворенности супружеством в бинациональных и однонациональных официальных супружеских парах применительно к основным его характеристикам: личная, взаимная, средняя на супружескую пару и по сферам супружества (хозяйственно-бытовая, сексуально-эротическая, досуговая, психотерапевтическая, рождение и воспитание детей, единодушие во взглядах и оценке родственников, друзей), особенности конфликтов в двуи однонациональных браках.",
    date: "2016",
  },
  {
    id: "5",
    title: "Особенности переживания времени подростками",
    text: "В статье рассматриваются современные взгляды на феноменологию психологического времени, показано влияние возраста на точность восприятия времени, а также описываются результаты проведенного эмпирического исследования, которое позволило выявить различия в оценке своего личного прошлого, настоящего и будущего подростками четырнадцатии семнадцати лет.",
    date: "2010",
  },
  {
    id: "6",
    title:
      "Свойства темперамента женщин, страдающих онкологическими заболеваниями",
    text: "Исследуются свойства темперамента и особенности личности женщин с активной жизненной позицией, страдающих раком. Выявленные особенности личности позволяют разделить пациенток на две группы и для каждой группы создать программу психологической поддержки на протяжении всего периода диагностики, лечения и реабилитации.",
    date: "2008",
  },
];
