export const prices = [
	{
		id: '0',
		name: 'Первая / Разовая консультация',
		type: 'Личная встреча / онлайн',
		time: '75 мин',
		price: '6 000 руб',
		details: 'Подробнее',
		button: 'Записаться на приём',
		detailsText:
			'Первая консультация — это знакомство с психологом и с процессом психологического консультирования.',
	},
	{
		id: '1',
		name: 'Длительная работа',
		type: 'Личная встреча / онлайн',
		time: '60 мин',
		price: '5 000 руб',
		details: 'Подробнее',
		button: 'Записаться на приём',
		detailsText:
			'Регулярная работа с психологом поможет достичь ощутимых и устойчивых результатов.',
	},
	{
		id: '2',
		name: 'Первая / Разовая консультация для пар',
		type: 'Личная встреча / онлайн',
		time: '75 мин',
		price: '8 000 руб',
		details: 'Подробнее',
		button: 'Записаться на приём',
		detailsText:
			'В ходе парной терапии наши специалисты помогут справиться с кризисом в ваших отношениях.',
	},
	{
		id: '3',
		name: ' Длительная работа для пар',
		type: 'Личная встреча / онлайн',
		time: '75 мин',
		price: '7 000 руб',
		details: 'Подробнее',
		button: 'Записаться на приём',
		detailsText:
			'Возможно, вы захотите запланировать несколько встреч для достижения желаемых целей и результатов.',
	},
];

export const examples = [
	{
		id: '0',
		exampleText: 'Неудовлетворенность браком или отдельными его аспектами.',
	},
	{
		id: '1',
		exampleText: 'Избавление от зависимостей',
	},
	{
		id: '2',
		exampleText:
			'Конфликты с ребенком: психологическая поддержка родителей, поиск ресурсов для решения проблемы.',
	},
	{
		id: '3',
		exampleText: 'Панические атаки, тревога, бессонница.',
	},
	{
		id: '4',
		exampleText: 'Горе. Переживание утраты.',
	},
	{
		id: '5',
		exampleText: 'Подавленность, плохое настроение, апатия.',
	},
	{
		id: '6',
		exampleText:
			'Саморазрушающее поведение в подростковом и взрослом возрасте.',
	},
	{
		id: '7',
		exampleText: 'Кризисы в отношениях. Работа с разводящимися парами.',
	},
];

export const diplomas = [
	{
		id: 0,
		academyName: 'Уральский Федеральный Университет',
		major: 'Специальность: математик',
		profession: 'Квалификация: математик, преподаватель',
		years: 'Годы обучения: 1984 - 1991',
		image: '/public/rimura.jpg',
	},
	{
		id: 1,
		academyName: 'Уральский Федеральный Университет',
		major: 'Специальность: математик',
		profession: 'Квалификация: математик, преподаватель',
		years: 'Годы обучения: 1984 - 1991',
		image: '/public/Buddah.jpg',
	},
	{
		id: 2,
		academyName: 'Уральский Федеральный Университет',
		major: 'Специальность: математик',
		profession: 'Квалификация: математик, преподаватель',
		years: 'Годы обучения: 1984 - 1991',
		image: '/public/Pereyro.jpg',
	},
];
